
label_1_list = ['我女儿XXX，是什么病呢？','这几天XXX，是XXX吗？','晚上XXX，是得了XXX吗？','我最近XXX，请问是XXX吗','吃蛋糕后XXX是什么原因？','脚趾肚有XXX是啥毛病？','老人XXX是XXX吗？','孩子身上起XXX怎么回事？','XXX是XXX吗？','女朋友XXX，是什么情况？'，'XXX有XXX是什么？','XXX是怎么回事？','XXX和XXX有关系吗？','XXX是什么原因？','XXX怎么回事？','XXX是怎样引起的？','偶发XXX是啥原因？','请问，XXX是什么原因？','XXX是有关系吗？','吹空调后XXX去医院挂什么科？','XXX是不是被XXX了？','女，11岁，XXX，什么情况？','男，51岁，XXX，什么原因？','XXX是怎么了呢？','XXX是什么病？','手臂腿上反复XXX是什么原因？','腹股沟右侧皮肤有XXX是什么原因？','胳膊腿上有XXX是什么病症？','XXX是什么原因？','XXX，XXX，前几天摔倒了，是什么原因？','XXX伴随XXX是什么原因？','孩子XXX怎么办？','6个月宝宝有XXX怎么办？','XXX是什么情况？','我小孩今年3岁，XXX请问是XXX吗？','XXX是否说明XXX','XXX是XXX导致的吗？','大腿XXX是因为XXX吗？','脸上XXX是XXX吗？','XXX是因为XXX吗？','皮肤XXX是因为XXX吗？','身上长XXX是因为XXX吗？','神经XXX是XXX吗？','手上起了XXX，是XXX吗？','我口腔XXX，是XXX吗？']


label_2_list = ['XXX对平时生活有没有影响?','XXX严重吗？','XXX早期有什么表现？','XXX中期有什么表现？','XXX晚期会有什么表现？','XXX是很严重的病吗？','XXX是XXX的哪一期症状？','XXX初期会有什么症状？','XXX中期会XXX吗？','XXX早期有XXX吗？','XXX后期会有XXX吗？','XXX晚期会出现XXX吗？','XXX是XXX几级的症状？','XXX一个月大概是什么阶段？','患XXX半年处于什么阶段？','XXX已经XXX了，请问有多严重？','XXX有多久潜伏期？','XXX大概多久会发病？','XXX一个礼拜是什么阶段？','XXX晚期会XXX吗？','XXX初期表现是什么？','XXX要看医生吗？','头上长XXX正常吗？']


label_3_list = ['中年女性得XXX的几率大吗？','XXX是需要饮食注意什么？','XXX可以长期游泳吗？','XXX需要去干预吗？','导致XXX的因素有哪些？','晚睡会加重XXX吗？','早睡可以缓解XXX吗？','生气会引发XXX更严重吗？','抽烟会引发XXX吗？','保持开心能治疗XXX吗？','男性更容易得XXX吗？','女性更容易得XXX吗？','小孩会得XXX吗？','老人得XXX的多吗？','成年人会得XXX吗？','男性还是女性更容易有XXX？','晚睡会导致XXX吗？','什么年纪会开始得XXX?','十几岁的小孩会得XXX吗？','抽烟会得XXX吗？','老年人更容易发XXX吗？','经常吃烧烤会得XXX吗？','年轻人会得XXX吗？','中年男性会犯XXX吗？','不运动会得XXX吗？','用眼过度会引发XXX吗？','喝水少会引起XXX吗？','长期看屏幕会得XXX吗？']


label_4_list = ['XXX怎么治疗？','XXX如何缓解？','XXX咋办？','XXX要怎么治呢？','XXX如何改变？','XXX怎么改善？','XXX用药后没效果怎么办？','XXX怎么办？','XXX怎么缓解？','XXX该怎么调好呢？','XXX怎么补？','XXX怎么治？','XXX要怎么治疗？','XXX需要怎么治疗？','得了XXX要怎么办？','XXX不吃药能怎么治疗呢？','XXX的治疗方案是？','如果不行要怎样才能治疗？','要如何治疗呢？','要怎么办呢？','配合什么治疗方案使用？','要怎么办？','要怎么治？','退烧后持续XXX需要换药吗？']


label_5_list = ['XXX有用吗？','XXX能有效果吗？','XXX吃什么药？','应该用什么药物？','要使用什么药膏？','怎么用药？','大人能吃XXX退烧吗？','XXX该吃什么药？','XXX应该吃什么药','XXX可以治愈XXX吗？','XXX应该吃XXX吗？','XXX，每天应该吃几片XXX？','XXX每天吃几片？','XXX每餐吃几粒？','睡前吃XXX要吃几片？','早起要吃几片XXX？','睡前要喝多少XXX？','XXX要吃多久的药？','XXX每次要喝多少毫升？','XXX每天要吃多少？','什么药能治呢？','XXX对XXX有效吗？','得了要吃什么药呢？','XXX可以吃XXX吗？','XXX吃XXX治疗怎么样？','XXX治疗XXX效果怎么样？','要吃点什么药呢？','要真是XXX应该吃什么药来治疗？','什么药可以治呢？']


label_6_list = ['得了XXX，身体会XXX吗？','XXX会使得身体XXX吗？','XXX会让脚XXX吗？','XXX会影响体重吗？','XXX是否会不适？','XXX会有什么症状？','XXX会引起什么症状？','XXX要怎样确诊治疗？','XXX会有XXX表现吗？','XXX临床表现为？','XXX会引发XXX吗？','XXX会让手XXX吗？','XXX会让胸部XXX吗？','XXX会使得腿部XXX吗？','XXX会有XXX的现象吗？','XXX会XXX吗？','XXX会使得睡前XXX吗？','XXX会让皮肤XXX吗？','XXX会让身上长XXX吗？','XXX会导致后背XXX吗？','XXX会引发小腿XXX吗？','XXX会在身上长XXX吗？','']

print(len(label_1_list))
print(len(label_2_list))
print(len(label_3_list))
print(len(label_4_list))
print(len(label_5_list))
print(len(label_6_list))